Repository: oslianyabel/InvestAllies
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, es, fr, ru

source: Gold price
ar: سعر الذهب
de: Goldpreis
es: Precio del oro
fr: Prix de l'or
ru: Цена на золото

source: Gold calculator
ar: حاسبة الذهب
de: Goldrechner
es: Calculadora de oro
fr: Calculatrice d'or
ru: Калькулятор золота

source: Fuel price
ar: سعر الوقود
de: Kraftstoffpreis
es: Precio del combustible
fr: Prix du carburant
ru: Цена топлива

source: Fuel calculator
ar: حاسبة الوقود
de: Kraftstoffrechner
es: Calculadora de combustible
fr: Calculatrice de carburant
ru: Калькулятор топлива

source: International investment opportunities
ar: فرص الاستثمار الدولية
de: Internationale Investitionsmöglichkeiten
es: Oportunidades de inversión internacionales
fr: Opportunités d'investissement internationales
ru: Международные инвестиционные возможности

source: Investments
ar: الاستثمارات
de: Investitionen
es: Inversiones
fr: Investissements
ru: Инвестиции

source: Gold
ar: الذهب
es: Oro
fr: Or
ru: Золото

source: Fuel
ar: الوقود
de: Kraftstoff
es: Combustible
fr: Carburant
ru: Топливо

source: Offshore
ar: أوفشور
ru: Офшор

source: Services
ar: الخدمات
de: Dienstleistungen
es: Servicios
ru: Услуги

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
ru: Контакты

source: Articles for %(country.name)s
ar: مقالات لـ %(country.name)s
de: Artikel für %(country.name)s
es: Artículos para %(country.name)s
fr: Articles pour %(country.name)s
ru: Статьи по %(country.name)s

source: Country: %(country.name)s
ar: البلد: %(country.name)s
de: Land: %(country.name)s
es: País: %(country.name)s
fr: Pays : %(country.name)s
ru: Страна: %(country.name)s

source: Articles:
ar: مقالات:
de: Artikel:
es: Artículos:
ru: Статьи:

source: Investment objects in %(country.name)s
ar: أغراض الاستثمار في %(country.name)s
de: Investitionsobjekte in %(country.name)s
es: Oportunidades de inversión en %(country.name)s
fr: Opportunités d'investissement en %(country.name)s
ru: Инвестиционные объекты в %(country.name)s

source: ROI:
ar: العائد على الاستثمار:

source: No objects.
ar: لا توجد أغراض.
de: Keine Objekte.
es: No hay objetos.
fr: Aucun objet.
ru: Объектов нет.

source: Fuel Articles
ar: مقالات عن الوقود
de: Kraftstoff-Artikel
es: Artículos sobre combustible
fr: Articles sur le carburant
ru: Статьи о топливе

source: No fuel articles.
ar: لا توجد مقالات عن الوقود.
de: Keine Artikel über Kraftstoff.
es: No hay artículos sobre combustible.
fr: Aucun article sur le carburant.
ru: Нет статей о топливе.

source: Latest: %(price.price)s %(price.currency)s (%(price.timestamp)s)
ar: الأحدث: %(price.price)s %(price.currency)s (%(price.timestamp)s)
de: Letzte: %(price.price)s %(price.currency)s (%(price.timestamp)s)
es: Último: %(price.price)s %(price.currency)s (%(price.timestamp)s)
fr: Dernier : %(price.price)s %(price.currency)s (%(price.timestamp)s)
ru: Последнее: %(price.price)s %(price.currency)s (%(price.timestamp)s)

source: No live fuel price.
ar: لا يوجد سعر وقود مباشر.
de: Kein aktueller Kraftstoffpreis.
es: No hay precio de combustible en vivo.
fr: Pas de prix du carburant en direct.
ru: Нет актуальной цены на топливо.

source: Gold Articles
ar: مقالات عن الذهب
de: Artikel über Gold
es: Artículos sobre oro
fr: Articles sur l'or
ru: Статьи о золоте

source: No gold articles available.
ar: لا تتوفر مقالات عن الذهب.
de: Keine Gold-Artikel verfügbar.
es: No hay artículos sobre oro disponibles.
fr: Aucun article sur l'or disponible.
ru: Нет доступных статей о золоте.

source: Live price: %(price.price)s (%(price.timestamp)s)
ar: السعر الحالي: %(price.price)s (%(price.timestamp)s)
de: Aktueller Preis: %(price.price)s (%(price.timestamp)s)
es: Precio en vivo: %(price.price)s (%(price.timestamp)s)
fr: Prix en direct : %(price.price)s (%(price.timestamp)s)
ru: Текущая цена: %(price.price)s (%(price.timestamp)s)

source: No live data
ar: لا توجد بيانات مباشرة
de: Keine Live-Daten
es: No hay datos en vivo
fr: Pas de données en direct
ru: Нет актуальных данных

source: Articles
ar: مقالات
de: Artikel
es: Artículos
ru: Статьи

source: No gold articles.
ar: لا توجد مقالات عن الذهب.
de: Keine Gold-Artikel.
es: No hay artículos sobre oro.
fr: Aucun article sur l'or.
ru: Нет статей о золоте.

source: Featured Countries
ar: الدول المميزة
de: Vorgestellte Länder
es: Países destacados
fr: Pays en vedette
ru: Избранные страны

source: No countries configured.
ar: لا توجد دول مكونة.
de: Keine Länder konfiguriert.
es: No hay países configurados.
fr: Aucun pays configuré.
ru: Страны не настроены.

source: Featured Opportunities
ar: الفرص المميزة
de: Vorgestellte Möglichkeiten
es: Oportunidades destacadas
fr: Opportunités en vedette
ru: Избранные предложения

source: No opportunities.
ar: لا توجد فرص.
de: Keine Möglichkeiten.
es: No hay oportunidades.
fr: Aucune opportunité.
ru: Нет предложений.

source: Latest Articles
ar: أحدث المقالات
de: Neueste Artikel
es: Últimos artículos
fr: Derniers articles
ru: Последние статьи

source: No articles.
ar: لا توجد مقالات.
de: Keine Artikel.
es: No hay artículos.
fr: Aucun article.
ru: Нет статей.

source: Legal Articles
ar: مقالات قانونية
de: Rechtsartikel
es: Artículos legales
fr: Articles juridiques
ru: Юридические статьи

source: No legal articles.
ar: لا توجد مقالات قانونية.
de: Keine Rechtsartikel.
es: No hay artículos legales.
fr: Aucun article juridique.
ru: Нет юридических статей.

source: Search results for "%(q)s"
ar: نتائج البحث عن "%(q)s"
de: Suchergebnisse für "%(q)s"
es: Resultados de búsqueda para "%(q)s"
fr: Résultats de recherche pour "%(q)s"
ru: Результаты поиска для "%(q)s"

source: No articles found.
ar: لم يتم العثور على مقالات.
de: Keine Artikel gefunden.
es: No se encontraron artículos.
fr: Aucun article trouvé.
ru: Статьи не найдены.

source: Objects
ar: أغراض
de: Objekte
es: Oportunidades
fr: Opportunités
ru: Объекты

source: No objects found.
ar: لم يتم العثور على أغراض.
de: Keine Objekte gefunden.
es: No se encontraron oportunidades.
fr: Aucune opportunité trouvée.
ru: Объекты не найдены.

source: No services.
ar: لا توجد خدمات.
de: Keine Dienstleistungen.
es: No hay servicios.
fr: Aucun service.
ru: Услуг нет.
